//
//  CTAssetsPicker.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Zrušiť";
"Done" = "Hotovo";

/* Default title */
"Photos" = "Fotky";

/* No. of selected */
"%@ Photo Selected" = "%@ označených fotografií";
"%@ Photos Selected" = "%@ označených fotografií";
"%@ Video Selected" = "%@ označených videí";
"%@ Videos Selected" = "%@ označených videí";
"%@ Items Selected" = "%@ označených položiek";

/* Grid view footer */
"%@ Photos" = "%@ fotografií";
"%@ Videos" = "%@ videí";
"%@ Photos, %@ Videos" = "%1$@ Fotografií, %2$@ Videí";

/* Assets index */
"%@ of %@" = "%1$@ z %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Aplikácia nemá prístup k vašim fotografiám alebo videám.";
"You can enable access in Privacy Settings." = "Prístup môžete umožniť v nastaveniach súkromia.";

/* Messages if no assets */
"No Photos or Videos" = "Žiadne fotografie alebo videá";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Môžete robiť fotografie alebo videá pomocou fotoaparátu alebo synchronizovať fotografie a videá do svojho %@\npomocou iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Môžete synchronizovať fotografie a videá do svojho %@ pomocou iTunes.";

/* Accessibility labels */
"Play" = "Prehrať";
"Select" = "Označiť";
"Deselect" = "Odznačiť";

/* Video duration spell out */
"hours" = "hodín";
"hour" = "hodina";
"minutes" = "minút";
"minute" = "minúta";
"seconds" = "sekúnd";
"second" = "sekunda";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Nie je možné prehrať Video stream";
"OK" = "OK";
